cask_args appdir: '/Applications'

tap 'homebrew/bundle'

brew 'atuin'
brew 'cloudflared'
brew 'imagemagick'
brew 'postgresql@14'
brew 'redis'
brew 'ruby-build'
brew 'spaceman-diff'
brew 'spark'
brew 'stripe/stripe-cli/stripe'
brew 'stripe/stripe-mock/stripe-mock'
brew 'wget'
brew 'yt-dlp'

cask '1password'
cask 'diffusionbee'
cask 'ghostty'
cask 'handbrake-app'
cask 'messenger'
cask 'notion-calendar'
cask 'qlvideo'
cask 'transmission'
cask 'raycast'
cask 'visual-studio-code'
cask 'zed'
